[{"text": "Speech or language impairment means a communication disorder, such as stuttering, impaired articulation, a language impairment, or a voice impairment, that adversely affects a child's educational performance. :contentReference[oaicite:0]{index=0}", "states": ["Alabama", "Alaska", "Arizona", "Arkansas", "Connecticut", "Delaware", "Hawaii", "Idaho", "Illinois", "Indiana", "Iowa", "Kansas", "Kentucky", "Louisiana", "Maine", "Maryland", "Massachusetts", "Mississippi", "Missouri", "Montana", "Nebraska", "Nevada", "New Hampshire", "New Mexico", "New York", "North Carolina", "North Dakota", "Ohio", "Oklahoma", "Pennsylvania", "Rhode Island", "South Carolina", "South Dakota", "Texas", "Utah", "Vermont", "Virginia", "Washington", "West Virginia", "Wyoming"], "note": "These states use the federal IDEA definition (34 CFR § 300.8(c)(11)) either verbatim or by reference."}, {"text": "A pupil has a language or speech disorder as defined in Education Code section 56333, and it is determined that the pupil's disorder meets one or more of the following criteria: (A) Articulation disorder – The pupil displays reduced intelligibility or an inability to use the speech mechanism which significantly interferes with communication and attracts adverse attention... Significant interference in communication occurs when the pupil's production of speech sounds is below that expected for his or her age or developmental level, and which adversely affects educational performance. (B) Abnormal voice – A pupil has an abnormal voice characterized by persistent, defective voice quality, pitch, or loudness. (C) Fluency disorder – A pupil has a fluency disorder when the flow of verbal expression including rate and rhythm adversely affects communication between the pupil and listener. (D) Language disorder – The pupil has an expressive or receptive language disorder when he or she meets one of the following criteria: 1. The pupil scores at least 1.5 standard deviations below the mean, or below the 7th percentile, for age or developmental level on two or more standardized tests in one or more areas of language development (morphology, syntax, semantics, or pragmatics); or 2. The pupil scores at least 1.5 SD below the mean or below the 7th percentile on one or more standardized tests in one of the areas listed above and displays inappropriate or inadequate usage of expressive or receptive language as measured by a representative language sample of at least 50 utterances (with documented evidence if a 50-utterance sample cannot be obtained). :contentReference[oaicite:1]{index=1}:contentReference[oaicite:2]{index=2}", "states": ["California"]}, {"text": "Speech and language impairment means a communication disorder that adversely affects educational performance, such as a language impairment, articulation impairment, fluency impairment, or voice impairment. A communication disorder shall be determined through the manifestation of one or more of the following speech and language impairments that adversely affects educational performance: (i) A language impairment which interferes with the student's ability to understand and use language effectively and which includes one or more of the following: phonology, morphology, syntax, semantics, or pragmatics; (ii) An articulation impairment, including omissions, substitutions, or distortions of sound, persisting beyond the age at which maturation alone might be expected to correct it; (iii) A fluency impairment, including an abnormal rate of speaking, speech interruptions, and repetitions that interferes with effective communication; (iv) A voice impairment, including inappropriate pitch, loudness, or voice quality. Any impairment must be evidenced by both: 1. a spontaneous language sample demonstrating inadequate language functioning; and 2. test results on at least two standardized assessments or subtests that indicate inappropriate language functioning for the student's age. :contentReference[oaicite:3]{index=3}:contentReference[oaicite:4]{index=4}", "states": ["Michigan"]}, {"text": "A pupil has a fluency disorder and is eligible for speech or language special education when the pattern interferes with communication as determined by an educational speech-language pathologist and either another adult or the pupil, and dysfluent behaviors occur during at least five percent of the words spoken on two or more speech samples. A pupil has a voice disorder and is eligible when the pattern interferes with communication as determined by an educational speech-language pathologist and either another adult or the pupil, and a moderate to severe vocal severity rating is demonstrated on a voice evaluation profile on two occasions. A pupil has an articulation disorder and is eligible when the pattern interferes with communication as determined by an educational speech-language pathologist and either another adult or the pupil, and either test performance falls 2.0 standard deviations below the mean on a norm-referenced articulation test or the pupil is nine or older and a sound is consistently in error as documented by speech samples. A pupil has a language disorder and is eligible when there is a breakdown in communication characterized by difficulties in expressing needs, ideas, or information, and assessed by a certified speech-language pathologist, including documentation of inadequate language functioning on both a spontaneous language sample and at least two standardized language assessments. :contentReference[oaicite:5]{index=5}:contentReference[oaicite:6]{index=6}", "states": ["Minnesota"]}, {"text": "Speech or language impairment refers to a communication disorder, such as stuttering, impaired articulation, language or voice impairment, that adversely affects a child's educational performance. A speech or language impairment may be congenital or acquired, and may be a primary disability or secondary to other disabilities. Impairments in articulation, fluency, voice or language can occur individually or in combination. The present adverse effect of the speech-language impairment on the child's progress in the curriculum, including social or emotional growth, must be documented and in determining eligibility. :contentReference[oaicite:7]{index=7}", "states": ["Georgia"]}, {"text": "Speech impairments are disorders of speech sounds, fluency, or voice that interfere with communication, adversely affect performance and/or functioning in the educational environment, and result in the need for exceptional student education. :contentReference[oaicite:8]{index=8}", "states": [{"name": "Florida", "category": "Speech Impairment"}]}, {"text": "Language impairments are disorders of language that interfere with communication, adversely affect performance and/or functioning in the student’s typical learning environment, and result in the need for exceptional student education. A language impairment is defined as a disorder in one or more of the basic learning processes involved in understanding or in using spoken or written language, including phonology, morphology, syntax, semantics, and pragmatics. :contentReference[oaicite:9]{index=9}", "states": [{"name": "Florida", "category": "Language Impairment"}]}, {"text": "Communication impairment means a language disorder in the areas of morphology, syntax, semantics, and/or pragmatics/discourse that adversely affects a student's educational performance and is not due primarily to an auditory impairment. The problem must be demonstrated through functional assessment of language in other than a testing situation and performance at least 1.5 standard deviations below the mean, or below the 10th percentile, on at least two standardized language tests (including a comprehensive test of both receptive and expressive language). :contentReference[oaicite:10]{index=10}", "states": ["New Jersey"]}, {"text": "A speech or language impairment (SLI) means a communication disorder, such as stuttering, impaired articulation, a language impairment, or voice impairment, that adversely affects a child's educational performance, which may be congenital or acquired. Identified speech and/or language deficiencies cannot be attributed to characteristics of second language acquisition, cognitive referencing, or dialectic differences. :contentReference[oaicite:11]{index=11}", "states": ["Tennessee"]}, {"text": "Speech or language impairment” means an impairment of speech or sound production, voice, fluency, or language that adversely affects educational performance or social, emotional, or vocational development. :contentReference[oaicite:12]{index=12}:contentReference[oaicite:13]{index=13}", "states": ["Wisconsin"]}, {"text": "A child with a Speech or Language Impairment shall have a communicative disorder which prevents the child from receiving reasonable educational benefit from general education. Speech or Language Impairment may be classified under the headings of articulation, fluency, voice, functional communication or delayed language development. :contentReference[oaicite:14]{index=14}", "states": ["Colorado"]}, {"text": "\"Speech or Language Impairment\" means the impairment of speech articulation, voice, or fluency, or the impairment or deviant development of language comprehension and/or expression, or the impairment of the use of a spoken or other symbol system that adversely affects a child's educational performance. The language impairment may be manifested by one or more of the following components of language: morphology, syntax, semantics, phonology, and pragmatics. :contentReference[oaicite:15]{index=15}", "states": ["Oregon"]}]